Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: “그러니까.”{j}카일은 가진 모든 용기를 꺼내 붙잡은 레일라의 손을 자신의 팔 위로 이끌었다.{j}“원래 이런 거야, 파티의 파트너는.”{j}어찌나 긴장되던지.{j}하마터면 말을 더듬을 뻔했다.
en_us: “So...” Gathering his courage, he took her by the hand and placed her arm in his. “W-we’re supposed to walk together like th-this.” He was stammering a little out of nervousness.{j}{j}{j}{j}

source: “아니.”{j}레일라는 그 말이 끝나기 무섭게 대답했다.
en_us: “No,” she immediately replied.{j}

source: 그러니 재빨리, 아무 흔적도 없이 다녀온다면 괜찮을 것도 같았다.
en_us: Thus it seemed like it would be all right as long as she went there quickly and left no trace.

source: 그것만으로도 나쁜 기운이 깃들까 두려우니까.
en_us: Doing so always filled her with anxiety.

source: 마티어스는 별채의 계단을 오르려던 걸음을 잠시 멈추고 강변을 따라 드넓게 펼쳐진 숲을 바라보았다.
en_us: Matthias had stopped partway up the cabin’s external staircase and was gazing at the vast forest adjacent to the river.

source: 가만히 뺨을 감싸는 그의 손은 햇볕에 달구어진 모래처럼 뜨겁고 부드러웠다.
en_us: His palms felt warm and soft against her cheeks, like sand on a sunny day.

source: 그리고 커튼이 다시 제자리를 찾았을 때, 고요한 햇빛만 가득한 길을 보던 마티어스의 눈이 가늘어졌다.
en_us: When they flattened again, Matthias narrowed his eyes, which were directed at the empty, sunny path down below.

source: 지켜보던 마티어스는 허리를 숙여 화단 끝에 앉아 있는 새를 집어 들었다.
en_us: Matthias reached down and picked up the bird from the edge of the flowerbed.

source: “대체…… 어떤 자리를 말씀하시는 건지 잘 모르겠습니다.”
en_us: “Where I belong...? I don’t know what place you’re talking about.”

source: 아무리 자신의 영지라도 어쩌자고 대낮에, 강에서 발가벗고 수영을 할까?
en_us: Even if it’s his land, why would the duke swim naked in broad daylight?

source: 그렇게 짧은 여름의 밤이 지나가고 다시 아침이 왔을 때, 마티어스는 다음번에는 다정한 사냥을 해 주어도 나쁘지 않겠다고 생각했다.
en_us: The summer night soon passed, and he woke up the following morning to the thought that perhaps a “friendly” hunting session could be worth trying.

source: 사교 모임.
en_us: These issues included an upcoming visit from some relatives who were going to be spending the summer in Arvis,

source: 벗은 장교모를 한 손에 느슨히 쥔 마티어스는 산책을 하듯 여유롭게 나무 그늘 아래를 걷기 시작했다.
en_us: Clutching his officer’s cap loosely in one hand, Matthias sauntered around under the shade of the trees.

source: 차양 아래로 비스듬히 흘러든 여름 볕에 얇은 금테 안경이 반짝 빛났다.
en_us: The thin gold frame of her eyeglasses glittered in the summer sun streaming in obliquely under the awning.

source: 피비가 처음 카일의 창으로 날아온 건 두 해 전의 늦봄이었다.
en_us: It had now been two years since the late-spring day when Phoebe had first shown up at Kyle’s window.

source: 에트먼가의 사돈이 되는 일에 제법 구미가 당겼던지 아른트 남작 부부는 상당한 호감을 드러내고 있었고 에트먼 부인의 반응도 크게 다르지 않았다.
en_us: The Arndts seemed very interested in marrying off their daughter to the Ettman family, and Mrs. Ettman seemed just as enthusiastic.

source: 아무리 그래도, 설마.
en_us: Unless...

source: 그러니 믿을 만한 곳으로 보내야 할 텐데, 고아원을 믿을 수 있나?
en_us: He knew he had to send her somewhere he could trust, but could he trust an orphanage?

source: 카일은 자연스럽게 새의 다리에 묶여 있는 편지를 빼냈다.
en_us: and casually removed the tiny note tied to its leg.

source: 그렇다면 굳이.
en_us: Then why...?

source: “어…… 그야 당연하지.
en_us: “Well... of course.

source: 그 맑은 초록빛의 눈을 마티어스는 한참이나 고요히 바라보았다.
en_us: He gazed tranquilly at those clear, green eyes for a long while.

source: “새들에게는 그저 숲일 거예요.
en_us: “To the birds, this is just a forest.

source: 선명한 금빛의 머리카락이 물결치듯 나부꼈다.
en_us: Her golden hair rippled in the breeze.

source: 용의자는 아무래도 둘 중 하나 같았다.{j}까마귀, 혹은 공작.
en_us: The culprit who stole her glasses had to be one of two suspects: either a raven, or the duke.{j}

source: “잼 장사라도 할 작정이냐?”
en_us: “You thinking of starting a jam business or something?”

source: 마티어스 폰 헤르하르트는 제 것을 남과 나누어 가지는 법을 알지 못했다.
en_us: Matthias von Herhardt never shared his possessions with others.

source: 할머니와 어머니 사이에 선 마티어스는 앞장서 로비의 홀을 가로질렀다.
en_us: With his mother and grandmother walking on either side of him, he took the lead and crossed through the mansion’s main hall.

source: 빌이 콧방귀를 뀌어도 아무렇지 않게 웃은 레일라는 반만 채운 맥주잔을 그의 앞에 놓아주었다.
en_us: With a relaxed smile, she set down a half-filled glass of beer in front of him.

source: 햇빛처럼 환하게 레일라가 웃던 순간에 카일은 생각했다.{j}나는 평생 이 순간을 잊지 못할 것이라고.
en_us: Gazing at her sunny smile, Kyle thought, I’ll never forget this moment as long as I live.{j}

source: 욱신거리는 발이 서늘한 대리석에 닿자 통증이 조금 가라앉았다.
en_us: When her feet touched the cool marble of the bench, the aching subsided somewhat.

source: “카일 에트먼.”{j}소년이 불쑥 손을 내밀며 말했다.{j}“내 이름.{j}넌?”
en_us: “Kyle Ettman,” the boy said, extending his hand towards her. “That’s my name. What’s yours?”{j}{j}{j}

source: “참.
en_us: “Oh yeah.

source: 오붓한 저녁 식사를 마치자 밤이 깊어졌다.
en_us: * * * The night grew deeper as they finished their cozy dinner.

source: 그리고 몇 주 지나지 않아 레일라는 다음 친척집으로 쫓겨났다.
en_us: And only a few weeks later, her aunt had sent her off to the next relative’s home,

source: 속 시원히 물어본 후 까마귀와 공작, 두 용의자 중 한쪽이라도 배제하는 편이 좋을 것 같았다.
en_us: She had felt like it would be worth speaking with him so that she could rule out one of the two suspects, between the duke and the ravens.

source: “전 사실 공의 그 무감함이 좋아요.
en_us: “To be honest, I like your aloofness,” Claudine continued.

source: 한 걸음쯤의 간격을 두고 멈추어 서자 레일라의 시선이 그의 손을 향했다.
en_us: She looked at his hand,

source: 호흡이 진정되자 웃음소리가 더욱 드높아졌다.
en_us: Now that he had caught his breath, his laughter grew louder.

source: 빤히 쳐다보는 그의 시선이 상기시킨 기억에 레일라는 서둘러 눈을 내려떴다.
en_us: She was immediately reminded of the way he had stared at her that day at the river, so she quickly lowered her gaze.

source: 레일라 르웰린은 감히 그의 무엇일 수 없지만, 그럼에도 이 기분이 썩 달갑지는 않다는 걸.
en_us: Layla Llewellyn is nothing to me... So why is she making me feel this way?

source: 그사이 마티어스는 벤치와 마주보는 파고라의 기둥에 등을 기대고 섰다.
en_us: Matthias was now leaning against one of the posts of the pergola, facing the bench.

source: 잘 웃는 아이 같았다.{j}“야, 저 아저씨보다 큰 애가 어디 있어?{j}어른 중에도 없겠다.”
en_us: He seemed to laugh a lot. “Come on, Bill’s a tall guy. No kids are taller than him. I bet there aren’t even any grown-ups taller than him.”{j}{j}

source: 레일라 르웰린입니다.”{j}그리고 레일라는 이번에도 공손한 인사로 제 역할을 해냈다.{j}아무 의지와 감정이 없는 인형이라도 된 듯한 태도였다.
en_us: I am Layla Llewellyn,” Layla said, playing her part as always by curtsying politely. She was displaying no will or emotion of her own; it was like she was Claudine’s doll.{j}{j}

source: 그 질문이 상대의 견해를 묻고 있지 않다는 걸 이 자리의 모두는 알고 있었다.
en_us: The ladies smiled silently, as they understood that she wasn’t actually soliciting their feedback.

source: 함께 차를 마시려던 계획을 바꾸어 클로딘은 꽃꽂이를 제안했다.
en_us: Rather than going to have tea as originally planned, she asked her friend if she would like to arrange flowers instead.

source: 두 손을 무릎에 올린 반듯한 자세로 머무르다 조용히 떠나간 것이 전부였다.
en_us: She had sat with her hands on her lap the entire time before quietly departing.

source: 레일라와 시선을 마주한 채로 마티어스는 아랫입술의 안쪽, 그 젖어 있는 여린 살결을 더듬어 나갔다.
en_us: With his eyes still locked on hers, he started to run his finger over the moist inner surface of her lower lip.

source: 다시 날개깃을 잘라야 할 테지만 전만큼 짧게 자를 필요는 없어 보였다.
en_us: It would need to have them clipped again, but Matthias felt that it wouldn’t be necessary to cut them as short as the first time.

source: 금화를 쥐고 달리던 그 어린 날의 저녁, 넘어지며 놓쳐 버린 동전을 발로 밟아 멈추어 세웠던 헤르하르트 공작을 마주한 순간 이후로 늘 그러했다.{j}멋대로 불러들여 방치하고 돈을 적선한 건 클로딘인데 마음을 한없이 초라하게 만든 사람은 공작이었다.{j}어쩌면 그건 그 낯설고 화려한 세상에서 레일라 르웰린이 얼마나 하잘것없는 존재인지 절감하게 만든 사람이 그이기 때문인지도 모르겠다.
en_us: She had felt this way ever since that evening back when she was young, when she had tripped and dropped the gold coin at his feet and he had stepped on it to stop it spinning. It had been Claudine who had invited her into the mansion and then abandoned her, then given her the coin for her troubles. But it had been the duke who had made her feel just how worthless she was amid that strange, luxurious world.{j}{j}

source: 그 가치를 아는 안주인에게 물려줄 날을 고대하고 있지.”{j}엘리제 폰 헤르하르트는 부드러운 목소리로 말했다.
en_us: I’m looking forward to passing it on to a lady of the house who will appreciate its value,” Elise softly replied.{j}

source: “천천히 와도 돼!
en_us: Layla yelled after him, “There’s no need to rush!

source: 레일라는 말없이 구덩이를 파고 새를 묻었다.
en_us: Layla silently dug a hole and buried the bird in it.

source: 신기한 일이었다.
en_us: It was very strange.

source: 그의 젖은 흑발까지 시야에 들어온 후에는 더 이상 착각이라는 자기 합리화에 매달릴 수 없게 돼 버렸다.
en_us: Once his wet, black hair came into her view, she had to abandon the idea that she was seeing things.

source: 다행히 헤르하르트 공작은 보이지 않았다.
en_us: Fortunately, Duke Herhardt was nowhere in sight.

source: 하얗게 질린 레일라는 비틀거리며 풀숲으로 가 억지로 먹은 음식을 게워 냈다.
en_us: She stopped running, then staggered over to a thicket where she threw up the food she had been forced to eat.

source: 저는 조금만 먹어요.
en_us: I only eat a little.

source: 후계자를 낳지 못했다는 열등감에 사로잡힌 백작 부인은 혹여 남편의 사랑이 식을까 전전긍긍하며 살아왔다.
en_us: Countess Brandt had thus lived in constant fear that her husband would leave her for her failure to provide him with a male heir.

source: 아니.{j}레일라는 말하고 싶었지만 입술이 떨어지지 않았다.{j}그보다 더 무서운 거.{j}입술로만 중얼거리는 말이 뜨거운 숨이 되어 쏟아져 나왔다.
en_us: No, it was something scarier than that, she wanted to answer. But when she tried to speak, all that came out of her mouth was hot gasps of air.{j}{j}{j}

source: “뭐?”{j}그의 눈초리가 더욱 가늘어졌다.
en_us: His eyes narrowed. “What?”{j}

source: 더위 탓인 걸 아는데도 카일은 별수 없이 가슴이 뛰었다.
en_us: This made his heart skip a beat, even though he was pretty sure it was just from the heat.

source: 어차피 공작은 눈길 한 번 주지 않을 말단 하인들까지 의무적으로 몸가짐을 단정히 해야 했다.
en_us: Even the low-ranking servants that the duke would never lay eyes on had a duty to carry themselves with grace and dignity.

source: “아저씨…….”
en_us: “Uncle Bill...”

source: 몸이 떨리기 시작할 무렵 빌 아저씨의 크고 따뜻한 손길이 느껴졌다.
en_us: Noticing that she was quivering, Bill patted her on the shoulder.

source: 하지만 집념의 소녀 레일라 르웰린은 해내고야 말았다.
en_us: And yet, the tenacious Layla Llewellyn had succeeded.

source: 손에 묻은 물방울을 앞치마에 닦아 내고 다시 샌드위치 한 쪽을 집어 들었다.
en_us: She then wiped the moisture from her hands onto her apron and picked up the sandwich again.

source: 길게 뻗은 튼튼한 나뭇가지가 의자처럼 편안해 가장 좋아하는 나무였다.
en_us: This was her favorite tree. Its long branches were so thick, they were as comfortable to sit on as chairs.

source: 폭탄 돌리기를 하듯 이리저리 떠넘기던 아이가 더는 갈 곳이 없어지자 국경 밖으로 내몬 것과 다를 바가 없었다.
en_us: She had been passed from family to family like a hot potato, until there were no more families left to take her in.

source: 조용히 방으로 돌아갔을 때 레일라의 얼굴과 숄, 잠옷의 앞섶은 차가운 물로 흠뻑 젖어 있었다.
en_us: By the time she returned to her room, her face, shawl, and the front of her nightgown were all soaked with cold water.

source: 눈을 느리게 몇 번 깜빡인 레일라는 곧 본래의 표정을 되찾았다.
en_us: Layla stared blankly at him for a moment, then her face returned to its original expression.

source: 우는 레일라가 그는 마음에 들었다.
en_us: He liked seeing Layla cry.

source: 그리고 또 한 마리의 새를 묻었다.
en_us: She then buried yet another bird,

source: 선약이 없다면 주인님께서도 함께해 주시길 요청하셨습니다.”
en_us: She requested that Your Grace attend as well, if you have no prior engagements.”

source: ‘아저씨, 저 모자 하나만 사 주세요.’{j}며칠 전 저녁 식탁에서 레일라가 불쑥 말했다.{j}‘아주 예쁜 모자로 사 주시면 좋겠어요.’
en_us: The solution she finally came up with was the hat. “Uncle Bill, would you buy me a hat?” she had suddenly asked a few days earlier at the dinner table. “I’d love it so much if you’d buy me a pretty hat.”{j}{j}

source: 좌석 깊이 기대앉아 차창 밖을 응시하는 마티어스의 곁에서 헤센은 가문의 현안들을 찬찬히 보고했다.{j}마티어스는 짤막한 대답, 혹은 고갯짓으로 경청하고 있음을 표시했다.
en_us: Matthias showed he was listening by responding with brief replies or nods.{j}

source: 그사이 여름은 조금 더 깊어졌다.
en_us: Summer was now in full swing.

source: 금화를 쥔 오른손에 힘을 실은 채 레일라는 씩씩하게 걸었다.
en_us: Clutching the gold coin in her right hand, she walked with confident steps.

source: 클로딘이 원하는 게 무엇인지 알기에 그것을 내어 주고 싶지 않았다.
en_us: Once he had figured out what Claudine wanted, however, he didn’t want to let her have it.

source: 헤르하르트와 브란트가 맺게 될 혼인 관계에 대한 협상은 순조롭게 진행되었다.
en_us: The marriage negotiation process between the Herhardt and Brandt families had gone smoothly.

source: 마티어스는 다시 한 번 웃어 버렸다.{j}“글쎄.”{j}웃음이 그치자 마티어스의 목소리는 조금 더 낮아졌다.{j}“또 모르지, 레일라.{j}나도 신사가 아닐지도.”
en_us: He chuckled again. “Well...” He stopped laughing and spoke more quietly. “Who knows—maybe I’m not a gentleman after all.”{j}{j}{j}{j}

source: 저편에서부터 희미한 말발굽 소리가 들려오기 시작한 건 레일라가 막 노트를 펼쳐 들었을 때였다.
en_us: Just as she was opening her notebook, she heard the faint sound of horse hooves coming from somewhere beyond the river.

source: 오늘의 레일라의 전령이 가져온 편지는 비극적인 소식을 담고 있었다.
en_us: However, the note brought by Layla’s messenger today carried tragic news:

source: 카일은 하굣길에 레일라와 종종 들르는 카페테리아 쪽으로 방향을 틀었다.
en_us: Kyle steered in the direction of the café that he and Layla often stopped at on the way home from school.

source: 그 사실을 더 이상 부정해야 할 이유는 없었다.
en_us: There was no need for him to deny it any longer.

source: 섬세하게 세공한 에메랄드의 맑은 초록빛이 꽤 인상적이었다.
en_us: The bright-green color of the exquisitely-cut emeralds had left quite an impression on him.

source: 레일라 르웰린은 빌 아저씨와 이 따스한 오두막을 위해서라면 무슨 일이든 기꺼이 할 수 있다는 걸.
en_us: that Layla would readily do anything necessary to protect Uncle Bill and this cozy cottage.

source: “그러면 가서 오빠들과 놀아.”
en_us: Blushing with embarrassment at her daughter’s childishness, Countess Brandt replied, “Then go play with the boys.”

source: 눈이 마주치자 움찔하면서도 아이는 그를 유심히 바라보았다.
en_us: When he made eye contact with the girl, she flinched, but didn’t look away.

source: 곰곰이 생각에 잠긴 아이의 얼굴을 보던 빌은 앞에 놓인 맥주를 벌컥벌컥 들이켰다.
en_us: Bill gulped down his beer as he watched her sink into thought.

source: 새를 쥐듯 가만히 그것을 감싸 쥔 마티어스는 나른해진 몸을 소파에 누였다.
en_us: He lifted the glasses and, holding them as gently as he held his canary, laid his listless body on the sofa.

source: “카일 에트먼!
en_us: “Kyle!

source: 유리잔 속에서 달그락거리는 얼음의 소리가 꽤 경쾌해 듣기 좋았다.
en_us: The ice in the glass clinked pleasingly.

source: 그치만 이렇게 하면 제가 신세지는 걸 아주 조금 갚을 수도 있으니까, 이건 아저씨 드릴게요.”
en_us: if I gave it to you it could be a small way of repaying you for all you’ve done for me.”

source: 마티어스 폰 헤르하르트의 목소리는 자신이 쏘아 죽인 새들의 깃털처럼 부드러웠다.
en_us: Matthias von Herhardt’s voice was as soft and smooth as the feathers of the birds he had shot and killed.

source: 카일은 그 순간을 좋아했다.
en_us: Kyle loved such moments.

source: 그 마음을 알고 보면 이 세상에서 가장 예쁘고 사랑스러운 모자가 확실했다.
en_us: This was the simple logic he had used in selecting the hat for her.

source: 아이 앞에는 사과 주스를 가득 따른 잔을 놓아주었다.
en_us: He then set down a glass of apple juice in front of Layla.

source: 뻣뻣하게 얼어붙은 채 멍하니 그들을 지켜보았다.
en_us: staring at them in a daze, her body frozen.

source: 하지만 아주 멀리 달아나 버리는 건, 글쎄.
en_us: But why does she still feel the need to avoid me?

source: 레일라는 초라한 모습으로 나타날 테고, 클로딘은 그 여자에게 마음껏 연민과 동정을 베풀겠지.
en_us: He assumed she would show up in a shabby dress, and Claudine would show her the utmost pity and sympathy.

source: “저 애도 꽤 많이 자랐지요?
en_us: * * * “She’s grown a lot, hasn’t she?

source: “……레일라인데요.”{j}레일라는 겨우 목소리를 쥐어짜내 울먹거리며 대답했다.{j}강에서 불어온 바람에 금빛 머리카락이 나부꼈다.
en_us: “I’m Layla...” she replied, barely managing to speak without breaking into sobs. Her golden hair fluttered in the wind blowing from the river.{j}{j}

source: 마티어스는 벤치와 조금 떨어진 곳에서 걸음을 멈추었다.
en_us: Matthias stopped a short distance from the bench,

source: 꽃과 풀, 새와 곤충.{j}눈길 닿는 모든 것을 신기하게 여기며 궁금해했다.
en_us: Flowers and herbs, birds and insects—whatever caught her eye would pique her curiosity and her wonder.{j}

source: 고개를 들자 잘게 조각난 햇빛들이 눈을 찔러 왔다.
en_us: He looked up, and rays of broken sunlight dazzled his eyes.

source: 레일라는 공손히 인사했고 두 사람은 우아하게 고개를 까딱여 그 인사를 받아 주었다.
en_us: Layla politely curtsied, and the other two gracefully nodded back at her.

source: 빌 아저씨!
en_us: Uncle Bill!

source: 천천히 눈을 뜬 클로딘의 입술 끝에 묘한 미소가 번지는 사이 레일라는 도망치듯 정원으로 이어진 계단을 내려갔다.
en_us: As Claudine slowly opened her eyes with a subtle smile, Layla rushed down the steps leading to the garden.

source: “빌 레머 아저씨가 맞으신가요?”
en_us: “Are you Mr. Bill Remmer?” the girl asked cautiously.

source: 짜증과 뒤섞인 의문을 되뇌는 사이 레일라는 안경이 숨겨져 있는 별채 앞에 도착했다.
en_us: As such suspicions and worries continued to occupy her thoughts, she reached the cabin where her glasses were hidden.

source: 레일라는 가쁜 숨을 몰아쉬며 한참이나 그 자리에 우두커니 서 있었다.
en_us: Layla stood in place for a while, trying to catch her breath.

source: 이러다 저 애가 진짜 술꾼으로 자라는 날을 보게 되는 건 아닌가.{j}문득 뇌리를 스친 불길한 예감에 빌은 절레절레 고개를 저었다.{j}당분간일 뿐이다.{j}술잔을 비우며 빌은 스스로를 설득했다.
en_us: Suddenly, he grew worried that doing this could lead to her becoming a drunkard. Soon, though, he shook his head, thinking, She’s only here temporarily. He then emptied his glass.{j}{j}{j}

source: 동요하지 않는 마티어스와 달리 레일라는 흠칫 놀라며 시선을 피했다.
en_us: While Matthias remained unfazed, Layla flinched and looked away.

source: 누가 뭐라 해도 레일라에게는 그랬고, 그 사실 하나면 충분했다.
en_us: No matter what anyone said, this was how Layla felt, and that was enough for her.

source: “뭐든지 푹푹 소처럼 잘 먹어야지.”{j}빌의 표정이 한층 퉁명스러워졌다.
en_us: “No matter what you’re served, you should eat lots, like a cow,” he said. His face grew more stern.{j}

source: 전처럼 귀 따갑게 울며 버둥거리는 대신 카나리아는 얌전히 자신을 내맡겼다.
en_us: Rather than struggling and shrieking like it had done previously, the canary obediently entrusted itself to his gentle grip.

source: 산딸기 덤불은 지천에 우거져 있었다.
en_us: The raspberry bushes were covered with berries.

source: 절대.
en_us: No matter what.

source: 어미를 잃은 연약한 새끼 새들도 모두 목숨을 잃고 말았다.
en_us: Her frail chicks all lost their lives.

source: 간간이 곁들이는 짧은 미소와 예의를 갖춘 말투 속에서도 상대를 압도하는 힘과 기품이 느껴졌다.
en_us: From his quiet yet commanding tone of voice and the brief, polite interjections he periodically made, it was clear that his power and dignity were allowing him to effortlessly dominate the other person.

source: 주인 일가가 저택 안으로 들어서자 사용인들은 비로소 제대로 된 숨을 내쉬었다.
en_us: * * * The servants were finally able to breathe easy now that their master had entered the mansion.

source: 아르비스의 주인, 헤르하르트 공작이.
en_us: The lord of Arvis, Duke Herhardt.

source: 공작의 친척과 친구들도 곧 그의 뒤를 따랐다.
en_us: The duke’s relatives and friends were following behind him.

source: 울지 마, 레일라 르웰린.{j}레일라는 두 눈에 잔뜩 힘을 주며 주먹을 쥐었다.{j}저런 사람 때문에 울지 마, 제발.{j}스스로를 다독이며 레일라는 공작을 향해 굽혔던 허리를 다시 꼿꼿이 세웠다.{j}“그럼 저는 이만 돌아가 보겠습니다.{j}안녕히 계세요, 공작님.”{j}아무 말이 없는 마티어스를 남겨 두고 레일라는 단호하게 돌아섰다.{j}또각거리며 걷는 레일라 뒤로 치맛자락에서 떨어진 물방울의 흔적이 길게 이어졌다.{j}다리에 힘이 풀려 몇 번이나 넘어질 뻔했지만 레일라는 필사적으로 균형을 잡아냈다.
en_us: Clenching her fists, she thought to herself, Don’t cry, Layla Llewellyn. Please don’t cry because of a guy like him. Once she had regained some of her composure, she straightened her posture again. “I will be going, then. Goodbye, Your Grace.” Without waiting for a response, she confidently turned and left Matthias on the dock. As she walked away, the water dripping from her skirt left a trail on the ground. Her legs felt wobbly, and she almost fell a few times, but managed through sheer effort to maintain her balance.{j}{j}{j}{j}{j}{j}{j}{j}

source: 네 머리핀 말이다.”{j}빌이 껄껄 웃음을 터트렸다.
en_us: when that raven stole your hairpin?” he said, laughing heartily.{j}

source: 레일라 르웰린은 제 앞에 놓인 찻잔에 손도 한 번 대지 않았다.
en_us: It occurred to him that Layla had not touched her teacup once.

source: “그러면 돈을 많이 모아서 사 드릴게요.”{j}레일라의 표정이 한층 진지해졌다.{j}심각해질 때면 눈동자가 더욱 짙은 초록빛을 띠는데, 그럴 때 아이는 무척 총명하고 사랑스러워 보인다.
en_us: “Then I’d save up a bunch of money and buy it for you,” she replied with a serious look on her face. When she got serious, her eyes seemed to shine with a darker shade of green, which made her look cutely intelligent.{j}{j}

source: 그러니까 그의 눈앞에 서 있는 이 작은 소녀가 바로 그 문제의 고아인 모양이었다.{j}“염병할 인간들.{j}소식을 참 어지간히도 빨리 전해 주는구만.”{j}빌은 기가 막혀 실소했다.
en_us: Thus it seemed that the little girl standing in front of him was the orphan mentioned in the letter. He let out a bewildered chuckle and grumbled, “Damn people. This news sure traveled fast.”{j}{j}{j}

source: 확실히 그래 보이는구나.”{j}빌은 실소하며 술잔을 다시 들었다.{j}“넌 내가 무섭지도 않으냐?”{j}빌은 일부러 인상을 찌푸렸다.
en_us: I can see that clearly now,” he replied, chuckling as he took a sip of liquor. “Aren’t you afraid of me?” he then asked, intentionally making an intense grimace as he looked at her.{j}{j}{j}

source: 부스스하게 헝클어져 있던 머리를 빗어 땋아 주는 하녀의 손길이 너무 거칠어 아팠지만 레일라는 입술을 꼭 깨물어 참아 냈다.{j}그래야 할 것 같았다.{j}한마디 말이라도 잘못 꺼냈다가는 빌 아저씨가 곤란해질지도 모를 일이니까.
en_us: As the maid combed her tangled hair, it hurt a lot, but she bit her lip and endured it. She was worried that if she complained or got upset, it could spell trouble for Uncle Bill.{j}{j}

source: 마티어스가 저택으로 돌아갔을 때까지도 카일 에트먼은 제 어머니에게 붙들려 있었다.
en_us: * * * Matthias returned to the mansion and found Kyle Ettman still standing next to Mrs. Ettman.

source: 여전히 고개를 깊이 숙인 채였다.{j}“죄송합니다, 공작님.”{j}같은 말을 반복한 레일라는 그의 발치에 웅크려 앉아 흩어진 제 물건들을 줍기 시작했다.{j}가방.{j}책.{j}노트.
en_us: Her head was still bowed. “I’m sorry, Your Grace,” she said, then repeated the apology several more times as she crouched down to pick up her belongings, which were strewn about his feet—her bag, her books, her notebook.{j}{j}{j}{j}{j}

source: 고개를 돌려 그를 보는 레일라의 뺨이 발그레했다.
en_us: When she looked at him, he noticed that her cheeks were red.

source: 이러지도 저러지도 못 하게 된 레일라는 우선 벤치 끝으로 바싹 물러앉았다.
en_us: Unsure what to do, she curled up again on the edge of the bench.

source: 정해진 역할과 태도, 그 적정선 안에서 정제된 감정들이 질서 정연하게 오고 갔다.
en_us: They played their proper roles, with the appropriate attitudes and feelings dictated by the world’s order.

source: 안도감이 들자 뒤이어 고통과 공포가 밀려들었다.
en_us: The relief she felt was soon followed by a rush of pain and fear.

source: 평온한 세상 속에서 언제나 아름답게 노래했다.
en_us: They were content to remain in the peaceful world of the greenhouse, singing beautiful melodies.

source: 레일라가 능숙하게 저녁 식사를 준비하는 동안에는 닭과 염소들의 먹이를 챙겼다.
en_us: Bill fed the chickens and goats while Layla skillfully prepared dinner.

source: 레일라는 그만 잠을 자려 애써 보았지만 그럴수록 머릿속이 맑아지기만 했다.
en_us: The harder she tried to fall asleep, the more awake she felt.

source: “우리 반에서 내가 제일 크거든?”{j}소년이 억울하다는 듯 허리를 폈다.{j}허풍은 아닌지 소년은 확실히 또래보다 조금 커 보이긴 했다.
en_us: “Well, I’m the tallest kid in my class,” the boy replied, sitting up as straight as he could. Sure enough, he did look to be taller than the average boy his age.{j}{j}

source: 헤르하르트 공작가의 정원사 빌 레머는 꽃을 가꾸는 데 천부적인 소질을 가진 사내였다.
en_us: Bill Remmer, the gardener for the House of Herhardt, was a man with an innate talent for growing flowers.

source: 좀 전과 다름없이 테이블 가득한 서류를 검토하는 중이었다.{j}“요란하지 않은 색으로.”{j}시선은 손에 쥔 서류에만 둔 채 마티어스는 느릿하게 말했다.{j}“다시.”{j}이윽고 레일라를 보는 마티어스의 얼굴에는 황당하게도 온화한 미소가 깃들어 있었다.
en_us: He was reviewing documents that were piled on the table, as he had been doing for some time. Without looking up, he said, “The ones you brought are too gaudy. Go get some with more muted colors.” He then looked up at Layla with an extremely gentle smile on his face.{j}{j}{j}{j}

source: 난 의사가 될 거니까.”{j}카일은 어쩐지 멋쩍어져 뺨을 만지작댔다.{j}“그러면 군의관 할까?{j}그런데 군의관한테도 훈장을 주나?”
en_us: I’m going to become a doctor.” Kyle awkwardly put his hand to his cheek. “Should I become a medical officer, then? Do they give medals to medical officers?{j}{j}{j}

source: 이렇게 뭘 모른다니까!”
en_us: Why are men so clueless?!”

source: 그 후 별채를 빠져나오기까지의 시간이 레일라는 잘 기억나지 않았다.
en_us: Layla had no recollection of what happened from that moment until she was out of the cabin.

source: 묻어 주어야 할 가여운 새들이 많을 테니.
en_us: It sounded like there would be a lot of poor birds that would have to be buried.

source: 저 무서운 정원사 아저씨 말이야?”
en_us: You mean that scary gardener guy?”

source: 숲은 고요했고 강물은 평온하게 반짝였다.
en_us: By that point in the evening, the forest was quiet, and the river was flowing calmly.

source: 할 수 있는 한 가장 깊이 고개를 숙이고 숨을 죽였다.
en_us: Holding her breath, she kept her head down as low as she could manage.

source: “레일라예요.”{j}클로딘은 조금 더 힘을 주어 마티어스의 팔을 잡았다.{j}“못 알아보시겠죠?{j}평소와 너무 달라 저도 하마터면 못 알아볼 뻔했어요.”
en_us: “This is Layla,” Claudine said, clutching Matthias’s arm a little tighter. “I bet you didn’t recognize her. She looks so different from normal, I hardly recognized her myself.”{j}{j}{j}

source: 그를 본 레일라의 걸음이 빨라질 때.
en_us: Moments when she started walking faster after seeing him,

source: “공작님을 아는 모두가 그렇게 생각할 거예요.”
en_us: “Everyone who knows you thinks so, Your Grace.”

source: “노트를 다 썼거든요.
en_us: “Yeah. I filled up my notebook.

source: 레일라는 정신없이 계단을 달려 내려갔다.
en_us: * * * Layla frantically ran down the stairs.
